Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 宋长镜睁开眼睛，嫌弃车窗帘子，先看到那名撑伞婢女的纤细身影，然后是侄子宋集薪，主仆二人走向第二辆马车，三只箱子则都已经搬到最后一辆马车上。
en_us: Song Changjing opened his eyes and pulled back the curtain in the carriage. He saw the slender figure of the maidservant holding an umbrella first, and then he saw the figure of his nephew behind her. The two of them walked toward the second carriage. Meanwhile, their suitcases had already been placed in the last carriage.

source: 宋长镜瞥了眼少年，语气冷漠道：“下车。”
en_us: Song Changjing glanced at him and said coldly, "You can leave now."

source: 宋长镜神出鬼没地站在墙壁下，负手而立，微微仰头，看着七窍流血的女子，笑道：“小丫头，是不是觉得你的老子或是老祖很厉害，所以就有资格在本王面前大放那个字怎么说来着？”
en_us: Song Changjing then abruptly appeared in front of the wall in a wraith-like manner. Chen Dui was bleeding out of all of her orifices, and Song Changjing clasped his hands behind him as he looked at her with a smile and said, "You must be under the impression that I wouldn't dare to do anything to you because you have some powerful seniors or masters, right? Is that why you dare to be so bragga... brag... what's that word again?"

source: 宋长镜神色平淡，“知道尸体的身份吗？大骊谍报机构有七个，本王掌控其中三个，主要是用以渗透各国朝堂、刺探重要军情和收买敌国文臣武将，国师绣虎掌握三个，主要是针对王朝内部的朝野舆情和江湖动态，尤其是需要盯着京城的风吹草动。最后一个专门负责对付山上修士，直辖于……某人，这座小镇共有九名大骊谍子，分别来自这七个地方，为的就是保证你的安危，绝对不出现半点差错。”
en_us: Song Changjing's expression was calm, and he explained, "Do you know their identity? There are seven intelligence agencies in the Great Li Empire, and three of them are under my control. Their main tasks are to infiltrate the official courts of other nations and empires, gather information about their military, and bribe their officials and generals. "The imperial preceptor Embroidered Tiger controls another three intelligence agencies, and their main task is to keep an eye on the discourse happening within the empire, most notably in the official court and in the mortal world. They especially have to keep a keen eye on the capital. "The final intelligence agency targets cultivators, and they listen to the commands of... someone. There are a total of nine spies in this small town, and they come from each of these seven different intelligence agencies. Their task is to guarantee your safety and ensure that nothing untoward happens to you."

source: 宋长镜突然皱起眉头，继而释然，然后是瞬间爆发的战意昂扬。
en_us: Song Changjing's brows furrowed slightly upon seeing this, immediately following which a burst of unyielding battle intent erupted out of his body.

source: 宋长镜突然站起身，望向远处，神色微变，一只手轻轻摩挲着腰间玉带，眼神炙热。
en_us: All of a sudden, Song Changjing rose to his feet as he cast his gaze toward the distance, and an intense look appeared in his eyes as he gently stroked the jade belt he wore around his waist.

source: 宋长镜突然转头望向对面那位女子，眼神玩味，饶有兴致，问道：“你也是龙尾郡陈氏子弟？”
en_us: Song Changjing suddenly turned to the woman across from him with an intrigued expression as he asked, "Are from the Chen Clan of the Dragon Tail County?"

source: 宋长镜笑了笑，哪怕那道刺客身影从子孙槐下，一闪而过，这位藩王也根本没有要阻拦的意思。
en_us: A faint smile appeared on Song Changjing's face, and even as the assassin rushed past him on the descendant locust tree, he didn't try to stop them at all.

source: 宋长镜笑了笑，转头继续望向女子，后者虽然满脸痛苦，但是眼神坚毅，没有丝毫祈求示弱。宋长镜说道：“下辈子投胎，别再碰到本王了。”
en_us: Song Changjing turned his gaze back to the woman, and even though her expression was twisted with pain, the look in her eyes was still as unyielding and resilient as ever. Song Changjing said, "You should pray that you don't run into me again in your next life."

source: 宋长镜笑着不说话。
en_us: Song Changjing remained silent with a smile on his face.

source: 宋长镜笑着点头，没有转身，始终盯住那汉子，高声喊道：“马车先行，只管往前。”
en_us: Song Changjing nodded with a smile. He didn't turn around, and he kept his eyes fixed on Li Er as he shouted, "You guys leave first. Keep going forward."

source: 宋长镜笑道：“三千年前那场屠龙之战，死了不计其数的炼气士，就连三教圣人和百家宗师，也多有陨落，你小子是当他们所有人都是脑子有坑，还是圣人一大把岁数都活到狗身上了？故意留着最后一条真龙，当做一般的花鸟鱼虫来豢养啊？”
en_us: Song Changjing chuckled and said, "During that dragon slaying battle 3000 years ago, countless cultivators were wounded and killed. In fact, there were even casualties among the Sages of the three teachings and the sect masters of the hundred schools of thought. Do you think they were all braindead, or do you think the Sages were all as dumb as dogs even after living for all those years? Did you really think they would purposefully spare that True Dragon and raise it like a harmless pet?"

source: 宋长镜笑道：“他如今便是我们的大骊国师，更是你那位同胞弟弟的授业恩师。我大骊能够在近五十年当中，由开国七十郡、八百城，变成如今的一百四十郡、一千五百城，疆土扩张如此之大，此人有一半功劳。”
en_us: Song Changjing smiled and said, "He's the imperial preceptor of the Great Li Empire, and he's more so the esteemed mentor of your brother. In the past 50 years, the Great Li Empire was able to expand from 70 counties and 800 cities to the current 140 counties and 1500 cities. Our territory expanded immensely, and this person can take half the credit for that."

source: 宋长镜笑道：“原来你是希望陈平安身世特殊一些？”
en_us: Song Changjing chuckled and said, "Oh, so you hope that Chen Ping'an's ancestory is more unique and remarkable?"

source: 宋长镜笑道：“反正你和陈平安之间的这笔糊涂账，本王既然已经插手一次，就不会再搅和了，你自行解决。”
en_us: Song Changjing smiled and said, "Since I've already interfered with your muddle-headed rivarly with Chen Ping'an once, I'm not going to interfere with it a second time. You need to resolve the situation yourself."

source: 宋长镜笑道：“只是好玩而已，就随手送出去一个养剑葫芦？”
en_us: "It was merely fun, so you decided to casually give her a Sword Nurturing Gourd?" Song Changjing chuckled.

source: 宋长镜笑道：“这得问你的邻居朋友。”
en_us: Song Changjing chuckled and replied, "You'll need to ask your neighbor and friend."

source: 宋长镜笑道：“这里头的弯弯曲曲，那人到底忠诚于谁，一大堆乌烟瘴气的真相，要本王给你讲清楚，估计很难，反正此人是死有余辜。不过你需要记住一点，现如今外人把你当做大骊殿下，视为了不得的天潢贵胄，他们面子上对你敬畏也好，谄媚也罢，你可以全盘接下，但是别忘记他们为何如此。”
en_us: Song Changjing smiled and replied, "There are many twists and turns, and in terms of who that person is actually loyal to, there are a bunch of messy explanations and half-truths. If you want me to explain this to you... I'd say that it's quite difficult. In any case, that person deserved to die. However, you need to remember this. The others all view you as a prince of the Great Li Empire now, and they all regard you as a lofty royal descendent. On the surface, they might respect you, revere you, or act obsequiously in front of you. You can naturally accept all of this. However, never forget why these people are acting in such a manner."

source: 宋长镜等到少年下车后，一笑置之，“就这么点道行，以后到了京城，还不得被那些掉了牙的老虎、狐狸们立马盯上，恨不得从你身上撕下几块肉？”
en_us: After Song Jixin left, Song Changjing smiled and mused, "With such meager abilities, will those toothless tigers and foxes not immediately set their eyes on you when you arrive in the capital? Will they not want to tear a few chunks of flesh from your body?"

source: 宋长镜经过yi座小院子的时候，看到有人还在房内挑灯夜读，坐姿端正，独处之时，仍是yi丝不苟。
en_us: When Song Changjing walked past a courtyard, he noticed that there was still someone reading under the dim candlelight in a nearby building. They were sitting upright, and even though they were alone in the building, they still maintained a meticulous posture and attitude.

source: 宋长镜缓缓道：“你可能很奇怪，为何那些外乡人，都有一种视他人如蝼蚁的眼神，你当真以为这只是他们天性自负？眼睛长在天上？性格是一小部分原因，更多是大势所然，你不曾走出过小镇，不知道这些仙师，在外边天地间的超然地位。”
en_us: Song Changjing continued, "Perhaps you might be wondering why all of those outsiders regard the people in the town as if they're looking down on ants. Do you really think that's just because all of them are conceited and arrogant? That they think that they're better than everyone? Their personality is only a minor factor, the far more significant factor is their upbringing. You've never left the town before, so you don't know just how revered those cultivators are in the outside world."

source: 宋长镜虽然没有挽留，竟是亲自起身相送，宋集薪刚想要不情不愿站起来，却看到这位叔叔微微摇头，顺势就一屁股坐回，舒舒服服靠在椅背上。
en_us: Song Changjing didn't try to keep him, and he even stood up to see Chen Ping'an off. Song Jixin was just about to stand up as well in a reluctant manner, only to spot his uncle shaking his head ever so slightly, and he needed no further discouragement, immediately sitting back down before leaning lazily against the back of his chair.

source: 宋长镜觉得庙堂上的读书人，虽然絮絮叨叨神憎鬼厌，可是有些时候说出来的大道理，他们这些提刀子的武人，真是活个一千年也想不出说不透。
en_us: Even though Song Changjing looked down on scholars for being all talk and no action, he had to admit that some of the things that came out of the mouths of those very same scholars were concepts that a warrior like him wouldn't be able to think of even after living for 1,000 years.

source: 宋长镜走下马车，后边马车上的宋集薪和稚圭都掀起车帘，两颗脑袋挤在一起，好奇望向宋长镜这边。
en_us: Song Changjing disembarked his carriage, while Song Jixin and Zhi Gui pulled back the curtain in their carriage and stuck their heads out together. They looked toward Song Changjing in curiosity.

source: 宋长镜身形略微停顿，细微到了极点，哪怕是崔明皇和刘灞桥，也只觉得那个杀神根本就是纹丝不动。
en_us: Song Changjing paused ever so slightly, and the pause was so slight that it was completely indetectable to Cui Minghuang and Liu Baqiao.

source: 宋长镜转头看着神色僵硬的少年，“本王已经看出来，这个少年，才是你的真正心结所在，而且你短时间内很难解开，一旦留下这个心结离开小镇，这将不利于接下来的修行。所以你可以亲眼看看，一个原本赤子之心的单纯少年，是如何变得一身戾气和俗气的。到时候，你就会觉得跟这种人怄气，很没有意思。”
en_us: Song Changjing turned to Song Jixin, then said, "I can already tell that Chen Ping'an is the true root of your internal demon, and it'll be very difficult for you to overcome this internal demon in a short time. If you leave the town without first resolving this matter, then that would be very detrimental to your future cultivaation. Hence, you can see for yourself how a once pure and earnest young boy becomes the exact opposite of everything that he once was. At that point, you'll feel like there's simply no point in holding a grudge against someone like that."

source: 宋长镜轻声道：“动身。”
en_us: "It's time to leave," Song Changjing said softly.

source: 宋长镜轻轻挥袖，一手负后，一手扶住腰间白玉带，笑眯眯道：“齐静春，你这也不出面拦阻？难道真要破罐子破摔了？别啊，再多撑一会儿。”
en_us: Song Changjing gently swept a sleeve through the air, then clasped a hand behind his back while laying his other hand onto his jade belt as he mused with a faint smile, "Are you still not going to step in, Qi Jingchun? Are you just going to leave this town to its own devices? Don't give up yet, at least persevere for a little longer!"

source: 宋长镜问道：“你是说你那辆马车上的尸体？”
en_us: "Are you referring to the two corpses in your carriage?" Song Changjing asked.

source: 宋集薪一咬牙，回头跟站在屋门口的稚圭说道：“我去去就回，午饭不用管我。”
en_us: Song Jixin gritted his teeth before turning around and saying to the maidservant who was standing by the door, "I'll be gone for a little while. No need to leave lunch for me."

source: 宋集薪一头雾水。
en_us: Song Jixin was puzzled by this sudden warning.

source: 宋集薪一屁股坐在青衫少年对面，坐北朝南。
en_us: Song Jixin sat down across from the azure-robed young boy, facing the south, while Mr. Qi was seated over in the west, watching the go board in silence.

source: 宋集薪一直忍着没有追问。
en_us: Song Jixin forcefully stopped himself from asking.

source: 宋集薪一针见血问道：“天底下最后那条真龙，到底有没有死？”
en_us: Song Jixin directly went to the root of the problem, asking, "Did that last True Dragon in the world genuinely die?"

source: 宋集薪不愿在这个话题上多聊，“不提这个。那本地方县志借给你后，读书识字怎么样了，要不要我教你？”
en_us: Song Jixin was unwilling to talk about this, so he said, "Let's not talk about this. I lent you the Local County Chronicle, so how are you going with reading it and learning new words? Do you need me to teach you anything?"

source: 宋集薪不知何时站在院墙那边，身边跟着婢女稚圭，他喊道：“要不要跟咱们一起去槐树那边耍？”
en_us: Before he knew it, Song Jixin had appeared on the other side of the wall with Zhi Gui in accompaniment, and he yelled, "Wanna come play with us at the locust tree?"

source: 宋集薪不耐烦道：“这点鸡毛蒜皮的小事，我叔叔会跟你们计较？！”
en_us: Song Jixin was annoyed by his nagging, and he scolded, "Will my uncle fuss over such trivial matters with you people?!"

source: 宋集薪丢出一颗石子，力道不重，砸在陈平安的胸口，后者无动于衷。
en_us: Song Jixin tossed a rock lightly through the air, and it struck Chen Ping'an on the chest, but he remained completely unmoved.

source: 宋集薪丢完石子，拍了怕手掌。陈平安长呼出一口气，抖了抖手腕，根本不理睬宋集薪，想了想，低下头，左手五指作握刻刀状。
en_us: After tossing all of his rocks, Song Jixin clapped his hands together, while Chen Ping'an exhaled and shook out his wrists, completely ignoring Song Jixin. Following a brief pause, he lowered his head and curled the fingers on his left hand as if he were gripping onto an invisible burin.

source: 宋集薪两只脚如钉子一般扎根地面，黑着脸道：“我不去！”
en_us: Song Jixin planted his feet and said with a dark expression, "I'm not going!"

source: 宋集薪举目望去，果然衙署门口外停着三辆马车，这应该是少年平生第一次坐马车了。
en_us: Song Jixin looked over, and sure enough, there were three horse-drawn carriages outside the gate of the kiln supervision office. This was very likely the first time that he would take a horse-drawn carriage.

source: 宋集薪之前和宋长镜去李宅慰问，一眼看到小丫头就喜欢上了，因为他从小就喜欢精致华美的事物，粗犷质朴之物，则不入法眼。陶紫也对宋集薪很有眼缘，两人莫名其妙就成了好朋友，关键是年龄悬殊，还能聊到一块去，宋集薪甚至都没觉得自己敷衍应酬，以至于他最后请求叔叔宋长镜强行让李家放行，带着陶紫来监造衙署这边玩耍，宋集薪不管李家人如丧考妣的凄惨模样，牵着小女孩的手离开了李宅大门。与此同时，让人捎话给小宅里的婢女稚圭，让她找出箱子里的翠绿葫芦，送给了陶紫当见面礼。
en_us: Song Jixin had visited the Li Clan's residence with Song Changjing before, and he had immediately taken a liking to this little girl. This was because he had always liked exquisite and beautiful things ever since a young age. Meanwhile, he had a dislike for crude and ordinary things. Tao Zi also had a very good impression of Song Jixin, so the two of them mysteriously became good friends. Most importantly, the age gap between them allowed them to freely and happily converse with each other. In fact, Song Jixin didn't feel like he was acting in a perfunctory manner at all, so much so that he asked his uncle Song Changjing to force the Li Clan to let Tao Zi out, such that he could bring her over to the kiln supervision office to play. He had completely ignored those pitiful and aggrieved expressions as he had held Tao Zi's hand and led her out of the Li Clan's residence. At the same time, he had also sent someone to deliver a message to Zhi Gui, asking her to find the emerald-green gourd in his box of treasures. This was his present to Tao Zi.

source: 宋集薪乐了，开怀大笑道：“来来来，公子帮你提水。”
en_us: Song Jixin also laughed heartily, saying, "Come over here, let me carry the bucket of water for you."

source: 宋集薪乐了：“私交？是说那个小闺女吗？哈哈，好玩而已，谈不上什么交情。”
en_us: Song Jixin was amused, and he asked, "Private relationship? Are you referring to that little girl? Haha, I merely found it a little fun. There's no relationship to speak of."

source: 宋集薪也不卖关子兜圈子，语不惊人死不休，“第一，我要你给我三袋子金精钱币，而不是两袋！”
en_us: Song Jixin didn't waste any time and immediately told Fu Nanhua what he wanted. "Firstly, I want you to give me three pouches of gold essence coins, not two."

source: 宋集薪也点头道：“当然！”
en_us: "Of course," Song Jixin replied with a nod.

source: 宋集薪仍不死心，“那祖宗十八代之前的十八代呢？就没有出现过一个惊才绝艳的大人物？一个也没有？”
en_us: Song Jixin was unwilling to relent, and he asked, "Then what about the ancestors of his ancestors? Was there not a single powerful and influential person? Not even a single one?"

source: 宋集薪伸出一根手指，点了点这位神情真挚的高冠公子，笑眯眯道：“苻兄啊，我这人特俗气，浑身铜臭，当然了，朋友也会认。只是到了大家坐下来谈生意的时候，如果有人跟我讲兄弟情，我难免就会在心里问自己，这么一号人，会不会以后需要他讲兄弟情的时候，他其实在心里打小算盘做买卖？”
en_us: In the face of Fu Nanhua's sincerity, Song Jixin leaned back and shrugged with a smile as he said, "I'm a very vulgar and materialistic man, Brother Fu. Of course, I do cherish friendships, but if someone is talking to me about brotherly bonds while discussing business, I simply can't help but doubt the sincerity of their words. Whenever they bring up our brotherly bond in the future, how do I know that they're not thinking about swindling me out of my money?"

source: 宋集薪伸出大拇指，开怀道：“正是这个道理！他陈平安就是个缘浅福薄之人，能活着就知足吧。”
en_us: Song Jixin gave her a thumbs-up as he happily agreed, "That's exactly right! Chen Ping'an is just someone who isn't blessed with any fortune. He should be satifised with just being alive."

source: 宋集薪伸手抓住树叶，双指拧转叶柄。
en_us: Song Jixin grabbed the leaf and twirled its stem in between two of his fingers.

source: 宋集薪低着头，看不清表情。
en_us: Song Jixin's head was lowered, and it was hard to see his expression.

source: 宋集薪依然低着头，只是眼神炙热。
en_us: Song Jixin's head remained lowered. However, there was a fervent expression flickering in his eyes.

source: 宋集薪做了个鬼脸，道：“那就差了十条泥瓶巷！”
en_us: Song Jixin made a face at her, then amended, "Fine, then we'll say that he's 10 Clay Vase Alleys behind!"

source: 宋集薪入手后，微微心惊，脸色也无异样，低头对婢女稚圭说道：“你去吧。”
en_us: Song Jixin was rather taken aback as he caught the jade pendant, but his expression remained unchanged as he turned to Zhi Gui and instructed, "Go take them to Gu Can."

source: 宋集薪内心巨震，脸色微白。
en_us: Song Jixin was deeply stunned, with his face becoming slightly pale.

source: 宋集薪冷着脸从牙缝蹦出一个字，“滚！”
en_us: Song Jixin wore a cold expression as he spat, "Piss off!"

source: 宋集薪冷笑着打断大骊藩王的言语，“小地方的人，眼界兴许不高，眼窝子会浅，但是绝对不能觉得他们就傻了。好也好得赤子之心淳朴善良，坏也会坏得头顶生疮脚底流脓，还有些人，则真的会蠢得无药可救，甚至是又蠢又坏。”
en_us: Song Jixin chuckled coldly and cut him off, interjecting, "Perhaps people in small areas don't have the broadest of minds or farthest of sight. However, we definitely can't dismiss them as fools. Those who are kind will be sincere and generous, while those who are sinister will be scheming and deplorable. There are also those who will be unfathomably stupid, and perhaps even sinister at the same time that they're stupid."

source: 宋集薪冷笑道：“世上好人的好心好意，到头来办坏事结恶果，少吗？”
en_us: Song Jixin chuckled coldly, saying, "Is it rare for someone's good intentions to lead to an evil deed and a disastrous fate?"

source: 宋集薪冷笑道：“哦？为何？”
en_us: "Oh? Why is that?" Song Jixin asked with a cold chuckle.

source: 宋集薪则转身走到山顶边缘，举目远眺，大好河山，只觉得心旷神怡。
en_us: Meanwhile, Song Jixin turned around and walked to the perimeter of the mountain peak, gazing into the distance. Vast stretches of mountains and rivers appeared before him, causing him to feel relaxed and at ease.

source: 宋集薪刚要去抓棋子，齐先生突然说道：“今日你们下一盘座子棋，执白先行。”
en_us: Song Jixin was just about to grab some stones when Mr. Qi suddenly said, "Play an even game today. White goes first."

source: 宋集薪刚走出院门，又转头笑道：“拿上我床头那兜碎银子，去杜家铺子买下那对龙凤香佩，反正以后咱们都不用攒钱了。”
en_us: Just as Song Jixin was about to leave the courtyard, he turned around and said with a smile, "Grab the pieces of loose silver from my bed and buy yourself the pair of dragon and phoenix ornaments from the Du Family's store. After all, there's no need for us to save money in the future."

source: 宋集薪半真半假道：“平时相处，感觉你也挺正常一人啊。”
en_us: Song Jixin was half serious as he mused, "Chen Dui, you also seem like a fairly normal person when we interact normally like this."

source: 宋集薪半真半假道：“我也在想呢。”
en_us: "I'm still considering that question myself," Song Jixin replied, telling only a half-truth.

source: 宋集薪半真半假道：“有些物件我肯定搬不走，你可别趁我家没人，就肆无忌惮地偷东西。”
en_us: "There are some things that I definitely won't be able to take with me, you'd better not steal anything while I'm gone!" Song Jixin said, half in jest.

source: 宋集薪双手叠放在桌面上，身体前倾，笑眯眯问道：“这把壶值多少？”
en_us: Song Jixin place his hands onto the table, then leaned forward slightly with an expectant smile as he asked, "How much is this teapot worth?"

source: 宋集薪双手按住胸口，英俊的脸庞早已扭曲，狰狞中带着一丝狠辣笑意。
en_us: Song Jixin clasped both hands over his chest, and his face was twisted in agony, but he was still glowering at Fu Nanhua with a defiant look in his eyes.

source: 宋集薪双手负后，昂首挺胸，大步前行，“我宋家人，钟鸣鼎食，世代簪缨，如何能够小家子气，岂非有辱家风？！”
en_us: Song Jixin clasped his hands behind his back, taking large strides forward with his head raised and his chest puffed out as he said, "Our Song Family has been living in luxury and affluence for generations! I would be bringing shame to my clan if I were to be so stingy!"

source: 宋集薪反驳道：“说不定是无法彻底杀死那条真龙呢？只能用上缓兵之计和蚕食之法。我虽然不知数千年之前的圣人初衷和谋划，但是我猜得出那条真龙绝对不简单！”
en_us: "Perhaps they were unable to comprehensively kill that True Dragon?" Song Jixin retorted. "So they could only use a stalling tactic and try to kill it slowly? Even though I don't know about the plans and ambitions of those Sages from several thousand years ago, I can easily guess that the True Dragon was no easy foe to deal with at all!"

source: 宋集薪叹了口气，懊恼道：“他哪一种都不算，真是个傻子，所以我才觉得特别憋屈啊。”
en_us: Song Jixin sighed, vexation in his voice as he lamented, "He can't be regarded as any type — he's a genuine idiot. That's why I feel so distressed!"

source: 宋集薪叹了口气，陪她一起坐在门槛上，伸手抹去额头的雨水，柔声道：“怎么，舍不得走？如果真舍不得，那咱们就晚些再走，没事，我去跟那边打招呼。”
en_us: Song Jixin sighed and walked over to sit down on the doorstep next to her. He wiped away the rainwater on his forehead and asked in a gentle voice, "What's wrong? Reluctant to leave? If you truly miss this place, then we can leave a little later. That's no issue. I can notify the others."

source: 宋集薪呼吸越来越平稳，瘫靠在椅背上，抹去额头汗水，眼神熠熠道：“我一想到不久的将来，自己也能够拥有你这样的本事，弹指杀人，就无比的开心。”
en_us: Song Jixin's breathing gradually began to even out, and he sagged back in his chair as he wiped the sweat from his forehead, but his eyes were still as brigh and piercing as ever as he replied, "I can't help but be ecstatic whenever I think of the fact that I'm also going to develop the same powers as you and possess the ability to kill with the tap of a finger."

source: 宋集薪和他的婢女，在这座小镇上，一直是福禄街和桃叶巷的富人们，在茶余饭后的重要谈资，这要归功于宋集薪的那个“便宜老爹”，宋大人。
en_us: Song Jixin and Zhi Gui had always been a popular subject for gossip for the affluent clans on Fortune Deer Street and Peach Leaf Alley, and that was primarily thanks to Master Song, Song Jixin's illegitimate father.

source: 宋集薪和她并肩站在树荫边缘，看到一个老人站在树底下，一手托大白碗，一手负身后，神色激昂，正大声说道：“方才说过了大致的龙脉走向，我再来说说这真龙，啧啧，这可就真了不得了，约莫三千年前，天底下出了一位了不得的神仙人物，先是在某座洞天福地潜心修行，证了大道，便独自仗剑游历天下，手中三尺气概，锋芒毕露。不知为何，此人偏偏与蛟龙不对付，整整三百个春秋，有蛟龙处斩蛟龙，杀得世间再无真龙，这才罢休，最后不知所踪，有人说他是去了极高的道法张本之地，与道祖坐而论道，也有说是去了极远的西方净土佛国，与佛陀辩经说法，更有人说他亲自坐镇酆都地府的大门，防止魑魅魍魉为祸人间……”
en_us: Song Jixin and Zhi Gui stood side by side at the edge of the tree's shadow, and he spotted an old man standing at the foot of the tree. The man was holding a large white bowl in one hand with his other hands clasped behind his back, and he wore a vehement expression as he loudly declared, "Just now, I spoke about the general direction of the dragon vein. Now, let me tell you about the true dragon. This is a truly amazing story. Around 3,000 years ago, an almighty deity appeared under the heavens. First, he cultivated patiently in a certain blessed paradise, and after attaining the great , he explored the world on his own with his sword by his side. With his three-foot mettle in his hand, his prowess was unmatched. For some reason, he had a vendetta against dragons, and he spent three entire centuries hunting for dragons, only stopping after there was no longer a single true dragon in the world. In the end, he disappeared with a trace. Some speculated that he had gone to an extremely high plane where the great originated to discuss Daoism with the patriarch of Daoism himself. Some said that he had gone to the extremely distant western pure land of Sukhavati to discuss scriptures and Buddhism with the Buddha. There are even some who say that he's personally stationed at the gates of the underworld to prevent malicious wraiths and spirits from wreaking havoc upon the human plane..."
